IDEA Open Model
ExposureClassesDataEc2.NoCorrosionCheck Property
Compatible with IDEA StatiCa Beta 20.0
 Check box No corrosion
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool NoCorrosionCheck { get; set; }
Public Property NoCorrosionCheck As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ExposureClassesDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace